{
  "app": {
    "title": "Генератор Щастя",
    "subtitle": "Коли варіанти рівні — довірся жеребу: їхати чи зачекати, зробити так чи змінити план.",
    "toBeNotToBe": "Бути чи не бути — ось у чому питання."
  },
  "nav": { "home": "Головна", "oracle": "Оракул" },
  "footer": { "madeWithLove": "З любов’ю і світлом" },
  "clock": {
    "line1": "Час плинний",
    "line2": "Життя коротке",
    "line3": "Вбережи свій час",
    "line4": "Примножуй свої шанси на удачу"
  },
  "oracle": {
    "title": "Оракул вибору",
    "hintTitle": "Підказка",
    "start": "Старт",
    "reset": "Скинути",
    "share": "Поділитися",
    "shareCopy": "Скопіювати",
    "shareCopied": "Скопійовано!",
    "donate": "Підтримати",
    "hint": "Дай Всевишньому простір спрямувати твої кроки. Донат, молитва, добрі наміри — і відповідь прийде.",
    "answer": { "yes": "Так!", "no": "Не твоє!", "wait": "Зачекай" }
  },
  "donate": {
    "title": "Підтримати проєкт",
    "subtitle": "Ваша допомога дозволяє «Генератору Щастя» жити й розвиватись, підтримуючи дітей і безпритульних тварин. Кожен внесок — це ще один крок до Вашого успіху! 🚂✨",
    "otherText": "Якщо хочеш підтримати іншим способом, напиши мені на c-e21297@ukr.net",
    "thankYou": "Щиро дякую за твою підтримку!"
  },
  "essence": {
    "title": "Суть Генератора Щастя ✨",
    "text1": "Життя нагадує одну із старих ігор, таких як «Маріо» і їй подібних. Там головне — не просто дійти до фінішу, а робити це розумно і з правильною стратегією. Якщо не збиратимеш бонуси, не станеш сильнішим — не подолаєш великі перешкоди. Якщо поспішиш, впадеш у яму чи втрапиш у пастку. ",
    "text2": "У житті так само. Це програма з чіткими правилами. Йдеш по життю з Богом у серці, допомагаєш слабшим, робиш добро — і тоді точно отримуєш бонуси. Це може бути просто вчасно подана рука чи може сказане потрібне слово, будь-де. Якщо серце чисте, Всевишній завжди підкаже шлях і дасть шанс подолати будь-які примхи долі. ",
    "text3": "Найвірніша стратегія — завжди, де можливо, робити добро і не ставати на бік зла. Якщо помилився й опинився не там — вчасно усвідом, виправ, загладь провину і бережися хибних кроків надалі. Помилок не робить лише той, хто взагалі нічого не робить — головне винести правильний урок і стати кращим. ",
    "text4": "Генератор Щастя — це інструмент-нагадування: бути чи не бути, йти кудись чи зачекати. Він не вирішує за тебе, але допомагає зупинитись, глибоко вдихнути й довіритися Вищій Силі у виборі. ",
    "text5": "Як казав великий філософ Григорій Сковорода: «Пізнай себе — і знайдеш у собі Всесвіт». Ми лише підсвічуємо дорогу, а крок робиш ти."
  }
}
